/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Budík přerušen!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Pro odložení stiskněte libovolnou klávesu";

/* Status line above clock during alarm */
"Press Any key to stop" = "Pro vypnutí stiskněte libovolnou klávesu";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Pro odložení stiskněte Enter";

/* Status line above clock during alarm */
"Press Enter to stop" = "Pro vypnutí stiskněte Enter";

/* Button below clock */
"Snooze" = "Odložit";

/* Status line above clock during snooze */
"Snoozing until" = "Odložit dokud";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Spouštění budíku...";

/* Button below clock */
"Stop" = "Zastavit";